/* NSTextField (Local File:) : <title:Local File:> (oid:123) */
"Local File:" = "File locale:";

/* NSTextField (URL:) : <title:URL:> (oid:122) */
"URL:" = "URL:";

/* NSMenuItem : <title:Unlimited Bandwidth> (oid:163) */
"Unlimited Bandwidth" = "Banda illimitata";

"Overwrite all files" = "Sovrascrivi tutti i file";
"Append existing files" = "Aggiungi i file esistenti";
"Rename transferred files with a timestamp appended to the filename" = "Rinomina i file trasferiti aggiungendo la date e l'ora al nome del file";
"Rename existing files with timestamp appended to filename" = "Rinomina i file esistenti aggiungendo la data e l'ora al nome del file";
"Skip transfer of files that already exist" = "Non trasferire file già esistenti";
"Prompt for action on every file" = "Chiedi operazione per ogni file";
"Skip files that match size, modification date or checksum" = "Ignora i file che corrispondono in dimensione, data di modifica o checksum";
/* Synchronization */
"Download changed and missing files" = "Download dei file modificati o mancanti";
"Upload changed and missing files" = "Upload dei file modificati o mancanti";
"Download and Upload" = "Download e upload";

/* Transfer action for existing files. */
"Overwrite" = "Sovrascrivi";
"Overwrite all files" = "Sovrascrivi tutti i file";

/* Toolbar item in Transfer Window. Transfer action for existing files */
"Resume" = "Riprendi";
"Append existing files" = "Aggiungi i file esistenti";

/* Transfer action for existing files */
"Rename existing" = "Rinomina file esistenti";
"Rename existing files with timestamp appended to filename" = "Rinomina i file esistenti aggiungendo la data e l'ora al nome del file";
"Rename" = "Rinomina";
"Move" = "Sposta";
"Rename transferred files with a timestamp appended to the filename" = "Rinomina i file trasferiti aggiungendo la date e l'ora al nome del file";

/* Transfer action for existing files */
"Skip" = "Salta";
"Skip transfer of files that already exist" = "Non trasferire file già esistenti";
"Compare" = "Compara";
"Skip files that match size, modification date or checksum" = "Ignora i file che corrispondono in dimensione, data di modifica o checksum";

/* Toolbar item */
"Trash" = "Cestina";
"Move files that already exist to the Trash" = "Sposta i file che esistono già nel Cestino";

/* Synchronization actions */
"Download changed and missing files" = "Download dei file modificati o mancanti";
"Upload changed and missing files" = "Upload dei file modificati o mancanti";
"Download and Upload" = "Download e upload";

/* Synchronize option */
"Mirror" = "Mirror";

/* NSMenuItem (Neue Verbindung öffnen) : <title:Open new connection> (oid:144) */
"Open single connection" = "Apri singola connessione";

/* NSMenuItem (Use browser connection) : <title:Use browser connection> (oid:145) */
"Use browser connection" = "Usa connessione browser";
"Open multiple connections" = "Apri connessioni multiple";
